/* Statistics screen */
"Circles avoided correctly" = "Circles avoided correctly";

/* Statistics screen */
"Circles avoided incorrectly" = "Circles avoided incorrectly";

/* Statistics screen */
"Circles touched correctly" = "Circles touched correctly";

/* Statistics screen */
"Circles touched incorrectly" = "Circles touched incorrectly";

/* Statistics screen */
"Your best score" = "Your best score";

/* Info screen */
"Colors to avoid" = "Colors to avoid";

/* Info screen */
"Colors to touch" = "Colors to touch";

/* Info screen */
"Current score\n(tap to pause)" = "Current score\n(tap to pause)";

/* Game status */
"Final score: %i" = "Final score: %i";

/* Settings screen */
"Follow @%@ on Twitter" = "Follow @%@ on Twitter";

/* Game status */
"Game paused" = "Game paused";

/* Settings screen */
"Love %@? Rate it!" = "Love %@? Rate it!";

/* Play button */
"NEW GAME" = "NEW GAME";

/* Info screen */
"Remaining lives" = "Remaining lives";

/* Play button */
"RESUME GAME" = "RESUME GAME";

/* Game status */
"Start a new game!" = "Start a new game!";

/* Info screen */
"Touch the right colors before they turn black to achieve the highest score! Black circles indicate mistakes!" = "Touch the right colors before they turn black to achieve the highest score! Black circles indicate mistakes!";

/* Settings screen */
"Turn sound off" = "Turn sound off";

/* Settings screen */
"Turn sound on" = "Turn sound on";

/* Settings screen */
"Version %@" = "Version %@";

/* Settings screen */
"© %@" = "© %@";

/* Settings screen */
"Visit %@'s website" = "Visit %@'s website";

/* Settings screen */
"Send me an email" = "Send me an email";

/* Settings screen */
"Love %@? Rate it! :)" = "Love %@? Rate it! :)";

